use db go
insert into Bank(bankName) values
	('ЗАО Альфа-Банк'),
	('ЗАО Банк ВТБ'),
	('ОАО Банк Дабрабыт'),
	('ОАО Белорусский народный банк'),
	('ОАО Белагропроманк')
	

insert into City values
	('Минск', 2020600),
	('Гомель',510300),
	('Витебск',364800),
	('Брест',339700),
	('Могилёв',357404),
	('Гродно',357510)

insert into Social_status values
	('Пенсионер'),
	('Инвалид'),
	('Безработный'),
	('Работающий'),
	('Военнослужащий')

insert into Client(surname, client_name,patronymic,age,phone_number) values
	('Иванов','Иван','Иванович',20,'375445698741'),
	('Петров','Петр','Петрович',25,'380692312210'),
	('Сидоров','Алексей','Иванович',18,'372556932587'),
	('Тутин','Владимир','Владимирович',70,'37255693258755'),
	('Мукашенко','Александр','Григорьевич',35,'345569874101')

insert into Filial values
	(1,1,'ул. Пролетарская, 39'),
	(1,2,'ул. Гагарина, 40'),
	(2,2,'ул. Интернациональная, 1'),
	(2,3,'пр-т. Октября, 1'),
	(3,4,'ул. Серёгина, 41'),
	(4,4,'ул. Полины Гельман, 80'),
	(4,5,'пр-т. Ленина, 77'),
	(5,5,'ул. Лазурная, 22'),
	(1,6,'ул. Денисенко, 2'),
	(2,6,'ул. Ефремова, 22')

insert into Account values
	(1,1,2,1002,'65464982'),
	(1,1,2,199,'21161516'),
	(2,2,3,524,'12345678'),
	(2,2,3,451,'43541246'),
	(3,7,4,9554,'25433300'),
	(3,3,4,1354,'98555522'),
	(4,4,1,9844,'98812211'),
	(4,4,1,1221,'11223344'),
	(5,8,5,9848,'78945631'),
	(5,10,5,301,'01233210')

insert into Card_account values
(1,500,'1111222233334444'),
(1,1002,'1234567891011121'),
(2,201,'7894561232165498'),
(2,300,'1321548845567788'),
(5,9556,'3482342200119355'),
(6,202,'9513265478120321'),
(7,9846,'5123214096541200'),
(8,1223,'1000145566321567'),
(9,9850,'3302998865123020'),
(10,303,'1211895512311211'),
(3,526,'6932100032001047')
