use db go
insert into Bank(Name) values
	(N'ЗАО Альфа-Банк'),
	(N'ЗАО Банк ВТБ'),
	(N'ОАО Банк Дабрабыт'),
	(N'ОАО Белорусский народный банк'),
	(N'ОАО Белагропроманк')
	

insert into City values
	(N'Минск', 2020600),
	(N'Гомель',510300),
	(N'Витебск',364800),
	(N'Брест',339700),
	(N'Могилёв',357404),
	(N'Гродно',357510)

insert into SocialStatus values
	(N'Пенсионер'),
	(N'Инвалид'),
	(N'Безработный'),
	(N'Работающий'),
	(N'Военнослужащий')

insert into Client(Surname, Name,Patronymic,Age,PhoneNumber) values
	(N'Иванов', N'Иван', N'Иванович',20,'375445698741'),
	(N'Петров', N'Петр', N'Петрович',25,'380692312210'),
	(N'Сидоров', N'Алексей', N'Иванович',18,'372556932587'),
	(N'Тутин', N'Владимир', N'Владимирович',70,'37255693258755'),
	(N'Мукашенко', N'Александр', N'Григорьевич',35,'345569874101')

insert into Filial values
	(1,1,N'ул. Пролетарская, 39'),
	(1,2,N'ул. Гагарина, 40'),
	(2,2,N'ул. Интернациональная, 1'),
	(2,3,N'пр-т. Октября, 1'),
	(3,4,N'ул. Серёгина, 41'),
	(4,4,N'ул. Полины Гельман, 80'),
	(4,5,N'пр-т. Ленина, 77'),
	(5,5,N'ул. Лазурная, 22'),
	(1,6,N'ул. Денисенко, 2'),
	(2,6,N'ул. Ефремова, 22')

insert into Account values
	(1,1,2,1000,'65464982'),
	(1,1,2,1000,'21161516'),
	(2,2,3,2000,'12345678'),
	(2,2,3,2000,'43541246'),
	(3,7,4,3000,'25433300'),
	(3,3,4,3000,'98555522'),
	(4,4,1,4000,'98812211'),
	(4,4,1,4000,'11223344'),
	(5,8,5,5000,'78945631'),
	(5,10,5,5000,'01233210')

insert into CardAccount values
(1,100,'1111222233334444'),
(1,200,'1234567891011121'),
(2,300,'7894561232165498'),
(2,300,'1321548845567788'),
(5,400,'3482342200119355'),
(6,500,'9513265478120321'),
(7,600,'5123214096541200'),
(8,700,'1000145566321567'),
(9,800,'3302998865123020'),
(10,900,'1211895512311211'),
(3,1000,'6932100032001047')
